// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Rattachez le pilote d'impression HP à votre imprimante afin de fournir un accès à toutes les fonctions d'impression.";
APTAddPrinterTitle = "Ajouter l'imprimante";
APTSkipButtonTitle = "Ignorer";

APTFirstStepTitle = "1. Cliquez sur Ajouter l'imprimante. Une boîte de dialogue s'ouvre et affiche la liste des imprimantes disponibles sur votre réseau local.";
APTBonjourSecondStepTitle = "2. Sélectionnez \"%@\". Il peut se passer quelques instants avant que votre imprimante n'apparaisse dans la liste.";
APTSecondStepNoteTitle = "Remarque : il est important que vous choisissiez l'entrée \"Bonjour\" ou \"Bonjour Multifunction\" pour votre imprimante afin de vous assurer que toutes les fonctionnalités de l'imprimante seront activées. Si aucune entrée ne s'affiche dans la liste et votre imprimante est connectée à cet ordinateur avec un câble USB, débranchez le câble.";
APTBonjourThirdStepTitle = "3. Ouvrez le menu contextuel Utiliser (ou Imprimer avec) et choisissez le nom du modèle de votre imprimante. Cette opération associe le pilote d'imprimante HP à la file d'attente d'impression.";
APTBonjourFourthStepTitle = "4. Cliquez sur Ajouter pour terminer la création de la file d'attente d'impression et refermer la boîte de dialogue.";

APTIPSecondStepTitle = "2. Cliquez sur le bouton \"IP\" dans la barre d'outils.";
APTIPThirdStepTitle = "3. Sélectionnez l'option \"HP Jetdirect - Socket\" pour le champ Protocole.";
APTIPFourthStepTitle = "4. Saisissez l'adresse IP \"%@\" dans le champ Adresse. Un certain temps peut s'écouler avant que votre périphérique ne s'affiche.";
APTFouthStepNoteTitle = "Si votre périphérique n'apparaît pas dans le champ \"Imprimer avec\" ou \"Utiliser\", cela signifie qu'il est introuvable. Consultez la documentation du périphérique, ainsi que l'aide d'Apple, pour obtenir des instructions sur l'ajout manuel de votre périphérique.";
APTFifthStepIPTitle = "5. Cliquez sur Ajouter pour terminer la création de la file d'attente d'impression et refermer la boîte de dialogue.";
APTPrintOnlySupportWarning = "Remarque : une connexion IP est prise en charge. Toutefois, seule l'impression fonctionnera normalement.";

AssistantContinueAlertTitle = "Voulez-vous vraiment continuer sans ajouter une file d'attente d'impression ?";
AssistantContinueAlertMessage = "Vous ne pourrez imprimer sur cette imprimante que lorsque vous aurez terminé cette étape.";

FaxDriverNotInstalledTitle = "Le logiciel HP requis pour la configuration de la télécopie est introuvable.";
PrintDriverNotInstalledTitle = "Le logiciel HP requis pour la configuration de l'impression est introuvable.";
APTMissingSoftwareMessage = "APT_TEXT:Téléchargez et installez la dernière version du logiciel pour votre périphérique sur le site APT_LINK:APT_URL:APTSupportLink_URL, puis réessayez. Si vous choisissez de poursuivre sans installer la dernière version du logiciel, certaines fonctionnalités seront inopérantes.";
